<template>
    <div class="page_bg about">
        <img id="picture_about" src="../assets/img/about/img_main.svg"/>
        <h1>О НАС</h1>
        <div class="text">
            <p>Вот вам яркий пример современных тенденций - семантический разбор внешних противодействий способствует подготовке и реализации модели развития. Консультация с широким активом предполагает независимые способы реализации прогресса профессионального сообщества. </p>
            <p>Банальные, но неопровержимые выводы, а также интерактивные прототипы формируют глобальную экономическую сеть и при этом -  преданы социально-демократической анафеме. Учитывая ключевые сценарии поведения, сложившаяся структура организации не даёт нам иного выбора, кроме определения поставленных обществом задач.</p>
        </div>
    </div>
</template>

<script>
    export default {
        name: "About"
    }
</script>

<style scoped>

#picture_about{
    width: 100%;
}

.text{
    display: flex;
    gap: 10%;
}

h1{
    margin-bottom: 1%;
}

</style>